Repository: GNOME/gnome-logs
Catalog: po/*.po
Languages: af, ug

source: Important
af: Belangrik
ug: مۇھىم

source: Alerts
af: Waarskuwing
ug: ئاگاھلاندۇرۇش

source: Starred
af: Gemerk
ug: يۇلتۇزلۇق

source: All
af: Alles
ug: ھەممىسى

source: Applications
af: Toepassings
ug: پىروگرامما

source: System
af: Stelsel
ug: سىستېما

source: Security
af: Sekuriteit
ug: بىخەتەرلىك

source: Hardware
af: Hardeware
ug: قاتتىق دېتال

source: Updates
af: Bywerkings
ug: يېڭىلانما

source: Usage
af: Gebruik
ug: ئىشلىتىلىشى

source: _New Window
af: _Nuwe venster
ug: يېڭى كۆزنەك(_N)

source: _Keyboard Shortcuts
ug: ھەرپتاختا تېزلەتمىسى(_K)

source: _Help
af: _Hulp
ug: ياردەم(_H)

source: _About Logs
ug: كۈندىلىك خاتىرە ھەققىدە(_A)

source: Main Menu
ug: ئاساسىي تىزىملىك

source: Export logs to a file
af: Voer joernaal inskrywings na 'n lêer uit
ug: خاتىرىنى ھۆججەتكە چىقىرىدۇ

source: Choose the boot from which to view logs
af: Kies die opwarmpunt vanwaar u joernaal inskrywings wil sien
ug: خاتىرىنى كۆرۈش ئۈچۈن مەلۇم بىر قېتىملىق قوزغىتىش تاللىنىدۇ

source: Search all the logs of the current category
af: Soek deur al die joernaal inskrywings in die huidige kategorie
ug: نۆۋەتتىكى سەھىپىدىكى ھەممە خاتىرىدىن ئىزدەيدۇ

source: Sender
ug: يوللىغۇچى

source: Time
af: Tyd
ug: ۋاقىت

source: Message
af: Boodskap
ug: ئۇچۇر

source: Audit Session
af: Oudit sessie
ug: ئەڭگىمە تەكشۈر

source: Kernel Device
af: Kerntoestel
ug: يادرولۇق ئۈسكۈنە

source: Priority
af: Prioriteit
ug: ئالدىنلىقى

source: Subject
af: Onderwerp
ug: تېما

source: Defined By
af: Gedefinieer deur
ug: ئېنىقلىما بەرگۈچى

source: Support
af: Ondersteun
ug: قوللاش

source: Documentation
af: Dokumentasie
ug: قوللانما

source: Search logs
ug: ئىزدەش خاتىرىسى

source: Select journal field and timestamp range filtering options
af: Kies 'n joernaalveld asook die tydsomvang
ug: سۈزۈش تەڭشىكى ئۈچۈن كۈندىلىك خاتىرە بۆلىكى ۋە ۋاقىت تامغا دائىرىسى تاللىنىدۇ

source: Select a Journal Field to filter the Logs according to it
af: Kies 'n joernaalveld om inskrywings daarvolgens te filtreer
ug: كۈندىلىك خاتىرە بۆلىكى تاللىنىپ شۇ ئاساستا خاتىرە سۈزۈلىدۇ

source: All Available Fields
af: Alle beskikbare velde
ug: ئىشلەتكىلى بولىدىغان بارلىق بۆلەك

source: Parameters
ug: پارامېتىر

source: What
af: Wat
ug: مەزمۇن

source: Select Journal Field…
af: Kies 'n joernaalveld…
ug: كۈندىلىك خاتىرە بۆلىكى تاللا…

source: When
af: Wanneer
ug: قاچان

source: Show Logs from…
af: Vertoon joernaal inskrywings vanaf…
ug: ۋاقىتتىن كېيىنكى خاتىرىنى كۆرسەت…

source: Select Timestamp Range of the Log Entries to be shown
af: Kies 'n tydsomvang vir die joernaal inskrywings om te vertoon
ug: كۆرسىتىدىغان كۈندىلىك خاتىرە تۈرىنىڭ ۋاقىت تامغا دائىرىسى تاللىنىدۇ

source: Current Boot
af: Huidige opwarmpunt
ug: نۆۋەتتىكى قوزغىتىش

source: Search Type
af: Soek tipe
ug: ئىزدەش تۈرى

source: Substring
ug: تارماق ھەرپ تىزىقى

source: Match in any part of the string
af: Soek vir die string as deel van enige woord
ug: ھەرپ تىزىقىنىڭ خالىغان بۆلىكى ماس كېلىدۇ

source: Exact
af: Presies
ug: دەل

source: Match complete string only
af: Soek slegs vir die presiese string
ug: ھەممە ھەرپ ماس كەلگەندىلا

source: Back
af: Terug
ug: قايت

source: Show Logs Starting From…
af: Vertoon inskrywings vanaf…
ug: ۋاقىتتىن باشلانغان خاتىرىنى كۆرسەت…

source: Select a start date
af: Kies 'n begindatum
ug: باشلىنىش چېسلاسى تاللىنىدۇ

source: Select Start Date…
af: Kies 'n begindatum…
ug: باشلىنىش چېسلاسى تاللىنىدۇ…

source: 22 January 2016 or 1/22/2016
af: 22 Januarie 2018 of 1/22/2018
ug: 2016-يىلى1-ئاينىڭ 22-كۈنى ياكى ‪2016-1-22

source: Select start time
af: Kies 'n begin tyd
ug: باشلىنىش ۋاقتى تاللىنىدۇ

source: Select Start Time…
af: Kies 'n begin tyd…
ug: باشلىنىش ۋاقتى تاللىنىدۇ…

source: Hr
af: Ure
ug: سائەت

source: Min
ug: مىنۇت

source: Sec
af: s
ug: سېكۇنت

source: AM/PM
af: VM/NM
ug: چ ب/چ ك

source: Until…
af: Tot…
ug: غىچە…

source: Select an end date
af: Kies 'n einddatum
ug: ئاخىرلىشىش چېسلاسى تاللىنىدۇ

source: Select End Date…
af: Kies 'n einddatum…
ug: ئاخىرلىشىش چېسلاسى تاللىنىدۇ…

source: Select end time
af: Kies 'n eindtyd
ug: ئاخىرلىشىش ۋاقتى تاللىنىدۇ

source: Select End Time…
af: Kies 'n eindtyd…
ug: ئاخىرلىشىش ۋاقتى تاللىنىدۇ…

source: Process Name
af: Prosesnaam
ug: جەريان ئاتى

source: Systemd Unit
af: Systemd-eenheid
ug: Systemd تارمىقى

source: Executable Path
af: Uitvoerbare roete
ug: ئىجراچان يول

source: Previous Boot
af: Vorige opwarmpunt
ug: ئالدىنقى قوزغىتىش

source: Today
af: Vandag
ug: بۈگۈن

source: Yesterday
af: Gister
ug: تۈنۈگۈن

source: Last 3 days
af: Vorige drie dae
ug: ئاخىرقى 3 كۈن

source: Entire Journal
af: Volledige joernaal
ug: پۈتكۈل خاتىرە

source: Set Custom Range…
af: Stel 'n pasgemaakte omvang…
ug: ئىختىيارى دائىرە تەڭشىكى…

source: Help
af: Hulp
ug: ياردەم

source: Ignore
af: Ignoreer
ug: پەرۋا قىلما

# shortcut window
source: General
af: Algemeen
ug: ئادەتتىكى

# shortcut window
source: Open a new window
af: Open 'n nuwe venster
ug: يېڭى كۆزنەكتىن بىرنى ئاچ

# shortcut window
source: Close a window
af: Sluit 'n venster
ug: كۆزنەكنى ياپ

# shortcut window
source: Show help
ug: ياردەمنى كۆرسەت

# shortcut window
source: Keyboard shortcuts
ug: ھەرپتاختا تېزلەتمىسى

# shortcut window
source: Application
ug: پىروگرامما

# shortcut window
source: Find
af: Vind
ug: ئىزدە

# shortcut window
source: Export logs to a file
ug: خاتىرىنى ھۆججەتكە چىقىرىدۇ

source: Logs
af: Joernale
ug: خاتىرە

source: View detailed event logs for the system
af: Vertoon gedetailleerde gebeurtenis-joernale vir die stelsel
ug: سىستېمىنىڭ تەپسىلىي ھادىسە كۈندىلىك خاتىرىسىنى كۆرسىتىدۇ

source: Logs shows events from the systemd journal, and sorts them into categories, such as hardware and applications.
af: Joernale vertoon gesorteerde gebeurtenisse vanaf die systemd-joernaal in kategorie soos hardeware en toepassings.
ug: خاتىرە systemd نىڭ كۈندىلىك خاتىرىسىنى كۆرسىتىدۇ ھەمدە قاتتىق دېتال ۋە پىروگرامما بويىچە تۈرگە ئايرىيدۇ.

source: Using Logs you can search your logs by typing a search term, and view detailed information about each event by clicking on it.
af: Joernale laat u toe om vir inskrywings met behulp van 'n soekterm te soek, asook om gedetailleerde inligting van elke inskrywing te vertoon deur daarop te klik.
ug: خاتىرە پىروگراممىسىنى ئىشلىتىپ ئىزدەيدىغان ئاتالغۇنى كىرگۈزۈپ كۈندىلىك خاتىرىدىن ئىزدىيەلەيسىز ھەمدە ھەر بىر ھادىسە ھەققىدىكى تەپسىلىي ئۇچۇرنى ئۇنى چېكىپ كۆرەلەيسىز.

source: The GNOME Project
ug: GNOME قۇرۇلۇشى

source: Log Viewer
af: Joernaalvertoner
ug: خاتىرە كۆرگۈچ

source: log;journal;debug;error;
af: inskrywing;joernaal;ontfout;fout;
ug: log;journal;debug;error;خاتىرە؛كۈندىلىك خاتىرە؛سازلاش؛خاتالىق؛

source: Ignore warning
af: Ignoreer waarskuwing
ug: بۇ ئاگاھلاندۇرۇشقا پەرۋا قىلما

source: Whether to ignore the warning that says you don’t have sufficient permission to view logs. If ignored, the warning won’t show up again.
af: Of die waarskuwing wat lui dat u nie die nodige regte het om joernaal inskrywings te lees nie geïgnoreer moet word. Indien ja, sal die waarskuwing nie weer vertoon word nie.
ug: خاتىرىنى كۆرۈشكە يېتەرلىك ئىجازىتىڭىز بولمىغاندا ئاگاھلاندۇرۇش ئەسكەرتىشى كۆرسىتەمدۇ يوق. ئەگەر پەرۋا قىلمىسا، ئاگاھلاندۇرۇش قايتا كۆرۈنمەيدۇ.

source: How to sort list rows in the event view list
af: Hoe om lysrye in die gebeurtenis lys te sorteer
ug: ھادىسە كۆرگۈچ تىزىمىدا رەتنى قانداق تىزىدۇ

source: Sort list rows in ascending or descending order for the selected type
af: Sorteer lysrye in stygende of dalende volgorde vir die gekose tipe
ug: تاللىغان تۈرگە ئاساسەن ئۆسكۈچى ياكى كېمەيگۈچى تەرتىپتە تىزىم قۇرىنى تەرتىپلەيدۇ

source: Failed To Open Help
ug: ياردەمنى ئاچالمىدى

source: Failed to open the given help URI: %s
ug: بېرىلگەن ياردەم URI نى ئاچالمىدى: %s

source: _Close
ug: ياپ(_C)

source: translator-credits
af: Pieter Schoeman
ug: تەرجىمان تۆھپىسى GNOME Uighur Translation Project <gnome-uighur@yahoogroups.comAbduxukur Abdurixit <abduxukur.abdurixit@t-systems.ch>, 2005 Launchpad Contributions: Burkut https://launchpad.net/~burkut Gheyret T.Kenji https://launchpad.net/~gheyretkenji Sebastien Bacher https://launchpad.net/~seb128 ئابدۇقادىر ئابلىز <sahranbay@gmail.com>

source: Print version information and exit
af: Druk weergawe-inligting en sluit af
ug: نەشر ئۇچۇرىنى بېسىپ چېكىنىدۇ

source: Boot
af: Opwarm
ug: قوزغىتىش

source: No Results
ug: نەتىجە يوق

source: Other
af: Ander
ug: باشقا

source: From %s
af: Van %s
ug: %s دىن

source: Until %s
af: Tot %s
ug: %s غىچە

source: %e %B %Y
ug: %Y-يىلى %-m-ئاينىڭ %-e-كۈنى

source: AM
af: VM
ug: چ ب

source: PM
af: NM
ug: چ ك

source: %l:%M:%S %p
ug: %p %-l:%M:%S

source: %l:%M %p
ug: %p %-l:%M

source: %b %e %l:%M:%S %p
ug: %-m-ئاينىڭ %-e-كۈنى %p %l:%M:%S

source: %b %e %l:%M %p
ug: %-m-ئاينىڭ %-e-كۈنى %p %l:%M

source: %b %e %Y %l:%M:%S %p
ug: %Y-يىلى %-m-ئاينىڭ %-e-كۈنى %p %l:%M:%S

source: %b %e %Y %l:%M %p
ug: %Y-يىلى %-m-ئاينىڭ %-e-كۈنى %p %l:%M

source: %b %e %H:%M:%S
ug: %-m-ئاينىڭ %-e-كۈنى %H:%M:%S

source: %b %e %H:%M
ug: %-m-ئاينىڭ %-e-كۈنى %H:%M

source: %b %e %Y %H:%M:%S
ug: %Y-يىلى %-m-ئاينىڭ %-e-كۈنى %H:%M:%S

source: %b %e %Y %H:%M
ug: %Y-يىلى %-m-ئاينىڭ %-e-كۈنى %H:%M

source: Export Failed
ug: چىقىرالمىدى

source: Unable to export log messages to a file
af: Kan nie joernaal boodskappe na 'n lêer afvoer nie
ug: خاتىرە ئۇچۇرىنى ھۆججەتكە چىقىرالمايدۇ

source: log messages
af: joernaal boodskappe
ug: خاتىرە ئۇچۇرى

source: Unable to read system logs
af: Kan nie stelselinskrywings lees nie
ug: سىستېما خاتىرىسىنى ئوقۇيالمايدۇ

source: Unable to read user logs
af: Kan nie gebruikersinskrywings lees nie
ug: ئىشلەتكۈچى خاتىرىسىنى ئوقۇيالمايدۇ

source: No logs available
af: Geen inskrywings beskikbaar nie
ug: ئىشلەتكىلى بولىدىغان ھېچقانداق خاتىرە يوق

# shortcut window
source: Search
af: Soek

source: Keyboard Shortcuts
af: Sleutelbordkortpaaie

source: _About
af: _Aangaande

source: _Quit
af: _Sluit af

source: GNOME Logs
af: GNOME-Joernale

source: View and search logs
af: Vertoon en soek deur joernaal inskrywings

source: No results
af: Geen resultate

source: Save logs
af: Stoor joernaal inskrywings

source: _Cancel
af: _Kanselleer

source: _Save
af: _Stoor
